Repository: kevinpatrickborges/Revista-OJS
Catalog: ojs-system/plugins/generic/browseBySection/locale/*/locale.po
Languages: ar, bg, ca, cs, da, de, es, fi, fr_ca, fr_fr, gl, hy, it, ka, mk, ms, pt_br, pt_pt, ru, sl, sv, tr, uk

# plugins.generic.browseBySection.name
source: Browse By Section
ar: التصفح حسب الأقسام
bg: Преглед по раздел
ca: Navegar per secció
cs: Procházet po Sekcích
da: Browse efter sektion
de: Nach Rubriken durchblättern
es: Navegar por sección
fi: Selaa osaston mukaan
fr_ca: Parcourir par rubrique
fr_fr: Parcourir par section
gl: Explorar por sección
hy: Թերթիր ըստ բաժնի
it: Naviga per sezione
ka: დათვალიერება სექციის მიხედვით
mk: Пребарувајте според оддел
ms: Cari Mengikut Bahagian
pt_br: Navegar por seção
pt_pt: Navegar por secção
ru: Просмотр по разделам
sl: Išči po rubrikah
sv: Navigera efter sektion
tr: Bölüme Göre Göz At
uk: Перегляд за розділом

# plugins.generic.browseBySection.description
source: Allow visitors to browse journal content by section.
ar: السماح لزوار الموقع بتصفح محتوى المجلة حسب أقسامها.
bg: Позволете на посетителите да разглеждат съдържанието на списанието по раздел.
ca: Permet als visitants navegar pel contingut de la revista per seccions.
cs: Umožňuje návštěvníkům procházet časopis po sekcích.
da: Tillad besøgende at browse i tidsskriftsindholdet efter sektion.
de: Erlaubt Besucher/innen, die Zeitschrift nach Rubriken durchzublättern.
es: Permite a los visitantes acceder al contenido de las revistas por secciones.
fi: Salli sisällön selaus osaston mukaan.
fr_ca: Permettre aux visiteurs de parcourir le contenu de la revue par rubrique.
fr_fr: Permettre aux visiteurs de parcourir le contenu du journal par section.
gl: Permite aos visitantes examinar o contido das publicacións por seccións.
hy: Թույլ տվեք այցելուներին թերթել ամսագրի բովանդակությունը ըստ բաժինների:
it: Permetti al visitatore di navigare il contenuto della rivista per sezione.
ka: სტუმრებს მიეცით საშუალება დაათვალიერონ ჟურნალის შინაარსი სექციების მიხედვით.
mk: Дозволете посетителите да пребаруваат низ содржината на списанието според оддел.
ms: Benarkan pelawat melayari kandungan jurnal mengikut bahagian.
pt_br: Permite que os visitantes naveguem pelo conteúdo da revista por seção.
pt_pt: Permite que os visitantes naveguem pelo conteúdo da revista por secção.
ru: Разрешает посетителям просматривать содержимое журнала по разделам.
sl: Omogoča obiskovalcem, da iščejo vsebino revije po rubrikah.
sv: Tillåt besökare att navigera i tidskriften efter sektion.
tr: Ziyaretçilerin dergi içeriğine bölümlere göre göz atmalarına izin verin.
uk: Дозволити відвідувачам переглядати вміст журналу за розділом.

# plugins.generic.browseBySection.emptySection
source: Nothing has been published in this section yet.
ar: لم يُنشر أي شيء ضمن هذا القسم بعد.
bg: Все още нищо не е публикувано в този раздел.
ca: Encara no s'ha publicat res en aquesta secció.
cs: V této sekci ještě nebylo nic publikováno.
da: Der er endnu ikke blevet publiceret noget i denne sektion.
de: In dieser Rubrik wurde bislang kein Beitrag veröffentlicht.
es: Aún no se ha publicado nada en esta sección.
fi: Tässä osastossa ei ole julkaistu vielä mitään.
fr_ca: Rien n'a encore été publié dans cette rubrique.
fr_fr: Rien n'a encore été publié dans cette section.
gl: Aínda non se publicou nada nesta sección.
hy: Այս բաժնում դեռ ոչինչ չի հրապարակվել։
it: Ancora non è stato pubblicato nulla in questa sezione.
ka: ამ განყოფილებაში ჯერ არაფერი გამოქვეყნებულა.
mk: Се уште нема објави во овој оддел.
ms: Belum ada yang diterbitkan dalam bahagian ini.
pt_br: Nada foi publicado nesta seção ainda.
pt_pt: Ainda não foi publicado nada nesta secção.
ru: В этом разделе ещё ничего не опубликовано.
sl: V tej rubriki ni bilo še nič objavljeno.
sv: Inget har publicerats i denna sektion än.
tr: Bu bölümde henüz hiçbir şey yayınlanmadı.
uk: У цьому розділі ще нічого не публікувалося.

# plugins.generic.browseBySection.browsingLabel
source: Section Browsing
ar: تصفح الأقسام
bg: Преглед на раздела
ca: Navegació per secció
cs: Procházení Sekcí
da: Sektions-browsing
de: Nach Rubriken durchblättern
es: Navegación por sección
fi: Osaston selaustoiminto
fr_ca: Parcours par rubrique
fr_fr: Navigation par section
gl: Exploración por seccións
hy: Բաժին զննում
it: Navigazione delle sezioni
ka: სექციის დათვალიერება
mk: Пребарување според оддел
ms: Melayari Bahagian
pt_br: Navegação por seção
pt_pt: Navegação por secção
ru: Просмотр раздела
sl: Iskanje po rubriki
sv: Sektionsnavigering
tr: Bölümde Gezinti
uk: Перегляд розділу

# plugins.generic.browseBySection.enableBrowsing
source: Enable an archive of all submissions published in this section.
ar: إتاحة أرشيف لكل طلبات التقديم المنشورة في هذا القسم.
bg: Разрешаване на прегледа на архива на всички подадени материали, публикувани в този раздел.
ca: Habilita un arxiu de totes les trameses publicades en aquesta secció.
cs: Povolte archiv všech příspěvků publikovaných v této sekci.
da: Aktivér et arkiv med alle de indsendelser, der er blevet publiceret i denne sektion.
de: Ermöglicht den Zugriff auf das Archiv mit allen veröffentlichten Artikeln einer Rubrik.
es: Habilita un archivo de todos los envíos publicados en esta sección.
fi: Ota osastoa koskeva julkinen arkisto käyttöön.
fr_ca: Permet d'archiver toutes les soumissions publiées dans cette rubrique.
fr_fr: Permet d'archiver toutes les soumissions publiées dans cette section.
gl: Habilite un arquivo de todos os envíos publicados nesta sección.
hy: Միացնել այս բաժնում հրապարակված բոլոր ներկայացումների արխիվը:
it: Attiva un archivio di tutti i contributi pubblicati in questa sezione.
ka: ჩართეთ ამ განყოფილებაში გამოქვეყნებული ყველა წარდგენის არქივი.
mk: Овозможете архива на сите поднесоци објавени во овој оддел.
ms: Dayakan arkib semua penyerahan yang diterbitkan di bahagian ini.
pt_br: Ativar um acervo de todas as submissões publicadas nesta seção.
pt_pt: Ativar um acervo de todas as submissões publicadas nesta secção.
ru: Включить архив всех материалов, которые были опубликованы в этом разделе.
sl: Omogoči arhiv vseh prispevkov objavljenih v tej rubriki.
sv: Aktivera ett arkiv av alla bidrag som publicerats i denna sektion.
tr: Bu bölümde yayınlanan tüm gönderilerin bir arşivini etkinleştirin.
uk: Увімкнути архів усіх матеріалів, опублікованих у цьому розділі.

# plugins.generic.browseBySection.browseByPathLabel
source: Section URL Path
ar: مسار رابط القسم
bg: URL адрес на раздела
ca: Ruta URL de secció
cs: URL cesta sekce
da: Sektion URL-sti
de: URL-Pfad der Rubrik
es: Ruta URL de sección
fi: Osaston URL-polku
fr_ca: Chemin d'accès URL de la rubrique
fr_fr: Chemin d'accès URL de la section
gl: Ruta URL da sección
hy: Բաժնի URL ուղի
it: Percorso URL della sezione
ka: სექციის URL მისამართი
mk: УРЛ патека на одделот
ms: Laluan URL Seksyen
pt_br: Caminho da URL da seção
pt_pt: Endereço URL da secção
ru: URL-путь раздела
sl: URL do rubrike
sv: URL till sektion
tr: Bölüm URL Yolu
uk: URL-адреса розділу

# plugins.generic.browseBySection.browseByPathDescription
source: Customize the URL path on your site where readers can browse this section archive. It may only contain letters and numbers. Use hypens (-) instead of spaces. Example: book-reviews.
ar: تخصيص مسار الرابط في موقعك حيث يمكن للقراء تصفح أرشيف هذا القسم. نص المسار يقتصر على حروف وأرقام فقط. استعمل (-) بدلاً من الفراغات. مثلاً: مراجعات-الكتب.
bg: Персонализирайте URL адреса на вашия сайт, където читателите могат да преглеждат архива на този раздел. Може да съдържа само букви и цифри. Използвайте тирета (-) вместо интервали. Пример: book-reviews.
ca: Personalitzeu la ruta URL en el vostre lloc en la qual els lectors/ores poden navegar per aquest arxiu de secció. Aquesta només pot contenir lletres i números. Feu servir guionets (-) en lloc d'espais. Exemple: book-reviews.
cs: Upravte URL cestu na svém webu, kde čtenáři mohou procházet archiv této sekce. Může obsahovat pouze písmena a číslice. Místo mezer použijte pomlčku (-). Příklad: recenze-knih.
da: Tilpas URL-stien på dit websted, hvor læsere kan gennemse dette sektionsarkiv. Det må kun indeholde bogstaver og tal. Brug bindestreg (-) i stedet for mellemrum.
de: Passe den URL-Pfad an, über den Besucher/innen auf das Archiv der Rubrik zugreifen können. Der Pfad darf nur Buchstaben, Zahlen und Bindestriche enthalten.
es: Personalice la ruta URL de su sitio web donde los lectores/as puedan navegar por este archivo de sección. Esta ruta solo debería contener letras y números. Use guiones en vez de espacios. Ejemplo: book-reviews.
fi: Muokkaa osaston julkista polkua. Polku saa sisältää vain kirjaimia ja numeroita, ei skandinaavisia kirjaimia tai muita erikoismerkkejä. Käytä tavuviivaa (-) välilyönnin sijaan. Esimerkiksi: katsaukset-ja-raportit.
fr_ca: Personnaliser le chemin d'accès à l'URL de votre site où les lecteur.trice.s pourront consulter les archives de cette rubrique. Il ne peut contenir que des lettres et des chiffres. Utiliser des tirets (-) au lieu d'espaces. Exemple : book-reviews.
fr_fr: Personnalisez le chemin d'accès URL de votre site où les lecteur·rice·s peuvent consulter les archives de cette section. Il ne peut contenir que des lettres et des chiffres. Utilisez des tirets (-) au lieu d'espaces. Exemple : book-reviews.
gl: Personaliza a ruta URL do teu sitio onde os lectores poden navegar neste arquivo da sección. Só pode conter letras e números. Use guións (-) no canto de espazos.
hy: Անհատականացրեք URL-ի ուղին ձեր կայքում, որտեղ ընթերցողները կարող են թերթել այս բաժնի արխիվը: Այն կարող է պարունակել միայն տառեր և թվեր: Բացատների փոխարեն օգտագործեք հիպեններ (-): Օրինակ՝ գրախոսականներ։
it: Personalizzate il percorso URL sul vostro sito dove i lettori possono consultare l'archivio di questa sezione. Può contenere solo lettere e numeri. Utilizzare i trattini (-) al posto degli spazi. Esempio: book-reviews.
ka: მოირგეთ თქვენს საიტზე URL მისამართი, სადაც მკითხველს შეუძლია დაათვალიეროს ამ სექციის არქივი. ის შეიძლება შეიცავდეს მხოლოდ ასოებსა და ციფრებს. ჰარის ნაცვლად გამოიყენეთ ტირე (-). მაგალითი: წიგნის-მიმოხილვა.
mk: Прилагодете ја УРЛ патеката на вашиот сајт каде читателите можат да ја пребаруваат архивата на оддели. Може да содржи само букви и бројки. Користете цртички (-) наместо празен простор. Пример: рецензии-на-книга.
ms: Sesuaikan laluan URL di laman web anda di mana pembaca dapat melihat arkib bahagian ini. Ia hanya boleh mengandungi huruf dan angka. Gunakan tanda hubung (-) dan bukannya spasi. Contoh: ulasan buku.
pt_br: Personalize o caminho da URL em seu site onde os leitores podem navegar nesta seção de acervo. Ele pode conter apenas letras e números. Use hifens (-) em vez de espaços. Exemplo: book-reviews.
pt_pt: Personalize o endereço URL onde os leitores podem navegar nesta secção. Este pode conter apenas letras e números. Use hifens (-) em vez de espaços. Exemplo: book-reviews.
ru: Настройте URL-путь на сайте, где читатели могут просматривать архив этого раздела. Он может содержать только буквы латинского алфавита и цифры. Используйте дефисы (-) вместо пробелов. Например: book-reviews.
sl: Prilagodite URL na vaši strani, kjer bodo lahko bralci iskali po arhivu te rubrike. Uporabite lahko le črke in številke. Npr. porabite pomišljaj (-) namesto presledka: ocene-knjig.
sv: Redigera URL:en till sektionsarkivet. Den kan bara innehålla bokstäver och siffror. Använd '-' istället för mellanslag.
tr: Sitenizde okuyucuların bu bölüm arşivine göz atabilecekleri URL yolunu özelleştirin. Bu, yalnızca harf ve rakamlardan oluşabilir. Boşluklar yerine tire (-) kullanın. Örnek: kitap-incelemeleri.
uk: Налаштуйте URL-шлях на своєму вебсайті, де читачі можуть переглядати архів цього розділу. Він може містити лише букви та цифри. Замість пробілів використовуйте дефіс (-). Приклад: book-reviews (рецензії-книг).

# plugins.generic.browseBySection.browseByPerPageLabel
source: Items Per Page
ar: الفقرات لكل صفحة
bg: Елементи на страница
ca: Elements per pàgina
cs: Položek na stránku
da: Elementer (punkter) per side
de: Beiträge pro Seite
es: Elementos por página
fi: Kohdetta per sivu
fr_ca: Éléments par page
fr_fr: Éléments par page
gl: Elementos por páxina
hy: Նյութեր ըստ էջի
it: Articoli per pagina
ka: ელემენტი თითო გვერდზე
mk: Елементи по страница
ms: Item Setiap Halaman
pt_br: Itens por página
pt_pt: Itens por página
ru: Элементов на странице
sl: Postavk na stran
sv: Element per sida
tr: Sayfa Başına Öğe Sayısı
uk: Елементів на сторінку

# plugins.generic.browseBySection.browseByPerPageDescription
source: How many items should be displayed per page on your section archive.
ar: عدد الفقرات المطلوب عرضها لكل صفحة ضمن أرشيف القسم.
bg: Колко елемента трябва да се показват на страница във вашия архив на разделите.
ca: Quants elements per pàgina s'haurien de mostrar en el vostre arxiu de secció.
cs: Kolik položek by se mělo zobrazit na stránce v archivu vaší sekce.
da: Hvor mange elementer (punkter) skal vises per side i dit sektionsarkiv.
de: Zahl der Beiträge, die auf einer Seite des Rubrik-Archivs dargestellt werden.
es: Cuántos elementos por página deberían mostrarse en su archivo de sección.
fi: Montako kohdetta näytetään osaston julkisella arkistosivulla.
fr_ca: Combien d'éléments doivent être affichés par page sur votre archive de rubrique.
fr_fr: Nombre d'éléments à afficher par page sur votre archive de section.
gl: Cantos elementos por páxina deben mostrarse no teu arquivo da sección.
hy: Քանի տարր պետք է ցուցադրվի մեկ էջում ձեր բաժնի արխիվում:
it: Quanti articoli devono essere visualizzati per pagina nell'archivio di sezione.
ka: რამდენი ელემენტი უნდა იყოს ნაჩვენები თითო გვერდზე თქვენი სექციის არქივში.
mk: Колку елементи да бидат прикажани по страница на вашата архива на оддели.
ms: Berapa banyak item yang harus dipaparkan setiap halaman di arkib bahagian anda.
pt_br: Quantos itens devem ser exibidos por página na sua seção de acervo.
pt_pt: Quantos itens devem ser exibidos por página na sua secção de acervo.
ru: Сколько элементов будет отображаться на вашей странице архива раздела.
sl: Koliko postavk naj bo prikazanih na posamezni strani arhiva rubrike.
sv: Hur många element ska visas per sida i sektionsarkivet?
tr: Bölüm arşivinizde sayfa başına kaç öğe görüntülenmelidir.
uk: Скільки елементів має відображатися на кожній сторінці вашого архіву розділу.

# plugins.generic.browseBySection.browseByDescriptionLabel
source: Section Archive Description
ar: وصف أرشيف القسم
bg: Описание на архива на раздела
ca: Descripció de l'arxiu de secció
cs: Popis archivu sekce
da: Sektionsarkiv-beskrivelse
de: Beschreibung des Rubrik-Archivs
es: Descripción del archivo de sección
fi: Osaston arkiston kuvaus
fr_ca: Description de l'archive de la rubrique
fr_fr: Description de l'archive de la section
gl: Descrición do arquivo de sección
hy: Բաժնի արխիվի նկարագրություն
it: Descrizione Sezione Archivio
ka: განყოფილების არქივის აღწერა
mk: Опис на архивата на оддели
ms: Penerangan Arkib Bahagian
pt_br: Descrição da seção de acervo
pt_pt: Descrição da secção de acervo
ru: Описание архива раздела
sl: Opis arhiva rubrike
sv: Beskrivning för sektionsarkiv
tr: Bölüm Arşivi Tanımı
uk: Опис архіву розділу

# plugins.generic.browseBySection.navMenuItem
source: Section: {$name}
ar: قسم: {$name}
bg: Раздел: {$name}
ca: Secció: {$name}
cs: Sekce: {$name}
da: Sektion: {$name}
de: Rubrik: {$name}
es: Sección: {$name}
fi: Osasto: {$name}
fr_ca: Rubrique : {$name}
gl: Sección: {$name}
hy: Բաժին: {$name}
it: Sezione: {$name}
ka: სექცია: {$name}
mk: Секција: {$name}
ms: Bahagian: {$name}
pt_br: Seção: {$name}
pt_pt: Secção: {$name}
ru: Раздел: {$name}
sl: Rubrika: {$name}
sv: Sektion: {$name}
tr: Bölüm: {$name}
uk: Розділ: {$name}

# plugins.generic.browseBySection.navMenuItem.description
source: Link to a browseable archive of published work in this section.
ar: الربط مع أرشيف قابل للتصفح لعمل منشور في هذا القسم.
bg: Връзка към архив с публикувани произведения, който може да се преглежда в този раздел.
ca: Enllaçar a un arxiu navegable de treballs publicats en aquesta secció.
cs: Odkaz na prohledávatelný archiv publikovaných prací v této sekci.
da: Link til et browse-aktiveret arkiv over denne sections publicerede indsendelser.
de: Link zu dem Archiv der veröffentlichten Beiträge in dieser Rubrik.
es: Enlazar a un archivo navegable de obras publicadas en esta sección.
fi: Linkki osaston julkiseen arkistoon.
fr_ca: Lien vers une archive consultable des travaux publiés dans cette rubrique.
fr_fr: Lien vers une archive consultable des travaux publiés dans cette section.
gl: Ligazón a un arquivo navegable de traballos publicados nesta sección.
hy: Հղում դեպի այս բաժնի հրապարակված աշխատանքների զննարկվող արխիվը:
it: Link a un archivio sfogliabile dei lavori pubblicati in questa sezione.
ka: გამოქვეყნებული ნამუშევრების დათვალიერებული არქივის ბმული ამ სექციაში.
mk: Линк кон архива за пребарување со објавени трудови во овој оддел.
ms: Pautan ke arkib karya terbitan yang dapat dilihat di bahagian ini.
pt_br: Link para um acervo navegável de trabalhos publicados nesta seção.
pt_pt: Link para um acervo navegável de trabalhos publicados nesta secção.
ru: Ссылка на просматриваемый архив опубликованных работ в этом разделе.
sl: Povezava do arhiva objavljenih prispevkov v tej rubriki.
sv: Länka till ett navigerbart arkiv för publicerade verk i denna sektion.
tr: Bu bölümde yayınlanan çalışmaların gezilebilir bir arşivine bağlantı verin.
uk: Покликання на доступний для перегляду архів опублікованих творів у цьому розділі.

# plugins.generic.browseBySection.orderBy
source: Order By
ar: الفرز حسب
bg: Подреждане по
ca: Ordenar per
cs: Řadit podle
da: Arranger efter
de: sortieren nach
es: Ordenar por
fi: Järjestä
fr_ca: Trier par
fr_fr: Trier par
hy: Պատվիրել Ըստ
it: Ordina per
mk: Порачано од
ms: Susunan Dengan
pt_br: Ordenar por
pt_pt: Ordenar por
ru: Сортировать по
sl: Uredi po
tr: Sırala
uk: Порядок за
