Repository: kevinpatrickborges/Revista-OJS
Catalog: ojs-system/plugins/generic/backup/locale/*/locale.po
Languages: ar, bg, ca, cs, el, es, hy, id, ka, ko, mk, ms, pt_pt, ro, ru, sl, sv, uk, vi

# plugins.generic.backup.name
source: Backup Plugin
ar: إضافة النسخ الاحتياطي
bg: Добавка за резервни копия
ca: Mòdul de còpia de seguretat
cs: Plugin pro zálohování
el: Πρόσθετο Αντιγράφων Ασφαλείας
es: Módulo de copia de seguridad
hy: Պահուստային պլագին
id: Plugin Backup
ka: დამარქაფების პლაგინი
ko: 백업 플러그인
mk: Плагин за бекап
ms: Plugin Sandaran
pt_pt: Plugin de Cópias de Segurança
ro: Plugin pentru copia de rezervă
ru: Модуль «Резервное копирование»
sl: Vtičnik za varnostno kopiranje
sv: Plugin för backup
uk: Плагін резервного копіювання
vi: Plugin sao lưu

# plugins.generic.backup.description
source: This plugin generates a backup of the installation.
ar: هذه الإضافة تنشئ نسخة إحتياطية لنظامك.
bg: Тази добавка генерира резервно копие (backup) на инсталацията.
ca: Aquest mòdul genera una còpia de seguretat de la instal·lació.
cs: Tento plugin vytvoří zálohu instalace.
el: Αυτό το πρόσθετο δημιουργεί ένα αντίγραφο ασφαλείας της εγκατάστασης.
es: Este módulo genera una copia de seguridad de la instalación.
hy: Այս plugin-ը ստեղծում է տեղադրման կրկնօրինակը:
id: Plugin ini membuat file backup instalasi OJS.
ka: ეს პლაგინი ქმნის ინსტალაციის მარქაფს.
ko: 이 플러그인은 설치에 대한 백업을 실행합니다.
mk: Овој плагин создава бекап од инсталацијата.
ms: Plugin ini menghasilkan sandaran pemasangan.
pt_pt: Este plugin cria uma cópia de segurança da instalação.
ro: Acest plugin generează o copie de rezervă a instalării.
ru: Генерирует резервную копию инсталляции.
sl: Vtičnik naredi varnostno kopijo namestitve.
sv: Det här pluginet skapar en backup av installationen.
uk: Цей плагін створює резервну копію інсталяції.
vi: Plugin này tạo ra một bản sao lưu của cài đặt.

# plugins.generic.backup.link
source: Download Backup
ar: تنزيل النسخة الاحتياطية
bg: Сваляне на резервно копие
ca: Descarregar còpia de seguretat
cs: Stáhnout zálohu
el: Λήψη αντιγράφου ασφαλείας
es: Descargar copia de seguridad
hy: Ներբեռնեք Կրկնօրինակը
id: Unduh Backup
ka: მარქაფის ჩამოტვირთვა
ko: 백업 다운로드
mk: Симни бекап
ms: Muat turun Sandaran
pt_pt: Download da Cópia de Segurança
ro: Descărcați copia de rezervă
ru: Скачать резервную копию
sl: Prenesi varnostno kopijo
sv: Ladda ner backup
uk: Завантажити резервну копію
vi: Tải xuống sao lưu

# plugins.generic.backup.longdescription
source: <p>The following links allow the Site Administrator to download a full backup of the various components of an installation. A complete backup contains <strong>all</strong> of the following components. Please refer to technical documention for more information on how these components interrelate.</p>
ar: <p>الروابط الآتية تتيح لمدير الموقع تنزيل نسخة إحتياطية كاملة لمختلف مكونات التنصيب. النسخة الاحتياطية الكاملة تضم <strong>كل</strong> المكونات الآتية. لطفاً، راجع الأدبيات التقنية للمزيد من المعلومات عن كيفية تعلق تلك المكونات بعضها ببعض.</p>
bg: <p>Следните връзки позволяват на администратора на сайта да изтегли пълен архив (резервно копие) на различните компоненти на инсталацията. Пълното архивиране съдържа <strong>всички</strong> от следните компоненти. Моля, вижте техническата документация за повече информация относно взаимосвързаността на тези компоненти.</p>
ca: <p>Els següents enllaços permeten a l'administrador/a del lloc descarregar una còpia de seguretat completa de diversos components de la instal·lació. Una còpia de seguretat completa conté <strong>tots</strong> els components següents. Consulteu la documentació tècnica per obtenir més informació sobre com es relacionen aquests components.</p>
cs: <p> Následující odkazy umožňují správci stránek stáhnout úplnou zálohu různých součástí instalace. Úplná záloha obsahuje <strong> všechny </strong> následující komponenty. Další informace o tom, jak tyto komponenty vzájemně souvisejí, naleznete v technické dokumentaci. </p>
el: <p>Οι ακόλουθοι σύνδεσμοι επιτρέπουν στον Διαχειριστή να κατεβάσει ένα πλήρες αντίγραφο ασφαλείας των διαφόρων στοιχείων μιας εγκατάστασης. Ένα πλήρες αντίγραφο ασφαλείας περιέχει <strong>όλα</strong> τα ακόλουθα στοιχεία. Ανατρέξτε στην τεχνική τεκμηρίωση για περισσότερες πληροφορίες σχετικά με τον τρόπο που αυτά τα στοιχεία αλληλοσυνδέονται.</p>
es: <p>Los siguientes enlaces permiten al administrador del sitio descargar una copia de seguridad completa de varios componentes de la instalación. Una copia de seguridad completa contiene <strong>todos</strong> los siguientes componentes. Le remitimos a la documentación técnica para obtener más información acerca de cómo se relacionan estos componentes.</p>
hy: <p>Հետևյալ հղումները թույլ են տալիս Կայքի ադմինիստրատորին ներբեռնել տեղադրման տարբեր բաղադրիչների ամբողջական կրկնօրինակը: Ամբողջական կրկնօրինակը պարունակում է <strong>բոլոր</strong> հետևյալ բաղադրիչները: Խնդրում ենք ծանոթանալ տեխնիկական փաստաթղթերին՝ այս բաղադրիչների փոխկապակցման վերաբերյալ լրացուցիչ տեղեկությունների համար:</p>
id: <p>Tautan berikut memungkinkan Admin Situs untuk mengunduh backup lengkap seluruh komponen instalasi OJS. Backup lengkap terdiri dari <strong>semua</strong> komponen di bawah ini. Silakan baca informasi teknis untuk informasi selengkapnya tentang bagaimana komponen tersebut saling terkait.</p>
ka: <p>შემდეგი ბმულები საიტის ადმინისტრატორს საშუალებას აძლევს, ჩამოტვირთოს ინსტალაციის სხვადასხვა კომპონენტის სრული მარქაფი. სრული მარქაფი შეიცავს <strong>ყველა</strong> შემდეგ კომპონენტს. გთხოვთ, გაეცნოთ ტექნიკურ დოკუმენტაციას, ამ კომპონენტების ურთიერთქმედების შესახებ დამატებითი ინფორმაციის მისაღებად.</p>
ko: <p>이 링크는 사이트 관리자에게 설치의 다양한 구성요소의 전체 백업을 다운로드 하는 것을 허용합니다. 완료되는 백업은 아래의 <strong>모든</strong> 구성요소를 포함합니다. 이 구성요소과 관련된 부분에 대한 정보는 기술문서를 참고하시기 바랍니다.</p>
mk: <p>Долните линкови му овозможуваат на Администрторот на списанието да симне комплетен бекап од различни делови на инсталацијата <strong>all</strong> од следните делови. Молам видете ја техничката документација за повеќе информации за тоа како се однесуваат овие компоненти.</p>
ms: <p> Pautan berikut membolehkan Pentadbir Laman memuat turun sandaran penuh dari pelbagai komponen pemasangan. Sandaran lengkap mengandungi <strong> semua </strong> komponen berikut. Sila rujuk dokumentasi teknikal untuk maklumat lebih lanjut mengenai bagaimana komponen ini saling berkaitan. </p>
pt_pt: <p>As ligações seguintes permitem ao Administrador do Site descarregar uma cópia de segurança completa dos vários componentes de uma instalação. Uma cópia de segurança completa inclui <strong>todos</strong> os seguintes componentes. Consulte a documentação técnica para mais informação de como estes componentes se interrelacionam.</p>
ro: <p>Următoarele linkuri permit administratorului site-ului să descarce o copie de rezervă completă a diferitelor componente ale unei instalări. Copia de rezervă completă conține <strong>toate</strong> componentele. Vă rugăm să consultați documentația tehnică pentru mai multe informații despre modul în care aceste componente inter-relaționează.</p>
ru: <p>Следующие ссылки позволяют администратору сайта скачать полную резервную копию различных компонентов инсталляции. Полная резервная копия содержит <strong>все</strong> указанные компоненты. Пожалуйста, обратитесь к технической документации, чтобы получить подробную информацию о том, как эти компоненты взаимосвязаны.</p>
sl: <p>Spodnje povezave omogočaju Administratorju spletišča, da prenese celotno varnostno kopijo različnih delov namestitve. Celotna varnostna kopija vsebuje <strong>vse</strong> naslednje dele. Prosimo preverite tehnično dokumentacijo za več informacij, kako se deli med seboj povezujejo.</p>
sv: <p>Följande länk gör det möjligt för webbplatsadministratören att ladda ner en backup av olika komponenter hos en installation. En fullständig backup innehåller <strong>alla</strong> av följande delar. Läs den tekniska dokumentaionen för mer information hur dessa delar hänger ihop.</p>
uk: <p>Указані нижче посилання дозволяють адміністратору сайту завантажити повну резервну копію різних компонентів інсталяції. Повна версія резервної копії містить <strong>усі</strong> зазначені компоненти. Будь ласка, перегляньте технічну документацію для отримання додаткової інформації про те, як ці компоненти взаємопо'язані.</p>
vi: <p>Các liên kết sau cho phép Quản trị viên Trang web tải xuống bản sao lưu đầy đủ các thành phần khác nhau của bản cài đặt. Một bản sao lưu hoàn chỉnh chứa <strong>tất cả</strong> các thành phần sau đây. Vui lòng tham khảo tài liệu kỹ thuật để biết thêm thông tin về cách các thành phần này liên quan đến nhau.</p>

# plugins.generic.backup.db
source: Database
ar: قاعدة البيانات
bg: База данни
ca: Base de dades
cs: Databáze
el: Βάση Δεδομένων
es: Base de datos
hy: Շտեմարան
id: Basis Data
ka: მონაცემთა ბაზა
ko: 데이터베이스
mk: База на податоци
ms: Pangkalan data
pt_pt: Base de Dados
ro: Baza de date
ru: База данных
sl: Baza podatkov
sv: Databas
uk: База даних
vi: Cơ sở dữ liệu

# plugins.generic.backup.files
source: Files
ar: الملفات
bg: Файлове
ca: Arxius
cs: Soubory
el: Αρχεία
es: Archivos
hy: Նիշքեր
id: File
ka: ფაილები
ko: 파일
mk: Фајлови
ms: Fail
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sl: Datoteke
sv: Filer
uk: Файли
vi: Các tập tin

# plugins.generic.backup.code
source: Code
ar: الشفرة البرمجية
bg: Код
ca: Codi
cs: Kód
el: Κώδικας
es: Código
hy: Կոդ
id: Kode
ka: კოდი
ko: 코드
mk: Код
ms: Kod
pt_pt: Código
ro: Cod
ru: Код
sl: Koda
sv: Kod
uk: Код
vi: Mã

# plugins.generic.backup.tar.config
source: {$footNoteNum}. <strong>WARNING:</strong> The "tar" tool has not been configured in the config.inc.php configuration file. The configuration will depend on your server configuration. It should be specified in a section called [cli], in a configuration option called "tar", specifying the path to the "tar" utility, i.e.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ar: {$footNoteNum}. <strong>تحذير:</strong> إن أداة "tar" لم يسبق تعريفها في ملف الإعدادات config.inc.php. إن الإعداد يعتمد على إعدادات ملقمك. ينبغي تحديده ضمن قسم يدعى [cli]، في خيار يسمى "tar"، عبر تحديد المسار الذي يشير إلى أداة "tar"، أي:<br/> <pre>[cli] tar = "/bin/tar" </pre><br/>
bg: {$footNoteNum}. <strong>ПРЕДУПРЕЖДЕНИЕ:</strong> Инструментът "tar" не е конфигуриран в конфигурационния файл config.inc.php. Конфигурацията ще зависи от конфигурацията на вашия сървър. Трябва да се посочи в секция, наречена [cli], в опция за конфигурация, наречена "tar", указваща пътя до помощната програма "tar", т.е.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ca: {$footNoteNum}. <strong>ALERTA:</strong> L'eina "tar" no s'ha configurat a l'arxiu de configuració config.inc.php. La configuració dependrà de la configuració del servidor. Això s'hauria d'especificar en una secció anomenada [cli], dins d'una opció de configuració anomenada "tar", detallant la ruta cap a la utilitat "tar", p. ex.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
cs: {$footNoteNum}. <strong>VAROVÁNÍ:</strong> Nástroj "tar" není nakonfigurován v konfiguračním souboru config.inc.php. Konfigurace bude záviset na nastavení vašeho serveru. Nastavení je třeba nastavit v sekci [cli], v konfigurační možnosti "tar", kde má být určena cesta k "tar" utilitě, např:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
el: {$footNoteNum}. <strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong> Το εργαλείο "tar" δεν έχει διαμορφωθεί στο αρχείο ρυθμίσεων config.inc.php. Η διαμόρφωση θα εξαρτηθεί από τη διαμόρφωση του διακομιστή σας. Πρέπει να καθοριστεί σε μια ενότητα που ονομάζεται [cli], σε μια επιλογή διαμόρφωσης που ονομάζεται "tar", καθορίζοντας τη διαδρομή προς το βοηθητικό πρόγραμμα "tar", δηλαδή: <br /> <pre>[cli] tar = "/bin/tar" </pre><br />
es: {$footNoteNum}. <strong>ATENCIÓN:</strong> La herramienta "tar" no ha sido configurada en el archivo de configuración config.inc.php. La configuración dependerá de la configuración de su servidor. Esto debería especificarse en una sección denominada [cli], en una opción de configuración llamada "tar", especificando la ruta a la utilidad "tar", p. ej.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
hy: {$footNoteNum}. <strong>ԶԳՈՒՇԱՑՈՒՄ:</strong> «tar» գործիքը չի կազմաձևվել config.inc.php կազմաձևման նիշքում: Կազմաձևը կախված կլինի ձեր կայանի կազմաձևից: Այն պետք է նշվի [cli] կոչվող բաժնում, կազմաձևման «tar» կոչվող տարբերակում՝ նշելով ուղին դեպի «tar» ուտիլիտին, այսինքն.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
id: {$footNoteNum}. <strong>PERINGATAN:</strong> Tool "tar" telah dikonfigurasi dalam file config.inc.php. Konfigurasi akan bergantung pada konfigurasi server Anda. Pengturan harus dilakukan pada bagian yang disebut [cli], dalam opsi konfigurasi yang disebut "tar", yang menunjukkan lokasi utilitas "tar", contohnya:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ka: {$footNoteNum}. <strong>გაფრთხილება:</strong> “tar” ინსტრუმენტი არ არის კონფიგურირებული config.inc.php კონფიგურაციის ფაილში. კონფიგურაცია დამოკიდებულია თქვენი სერვერის კონფიგურაციაზე. ეს უნდა იყოს მითითებული სექციაში, რომელსაც ეწოდება [cli], კონფიგურაციის ვარიანტში, სახელწოდებით “tar”, მითითებული გეზის “tar” პროგრამისთვის, ანუ:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ko: {$footNoteNum}. <strong>경고:</strong> "tar" 도구가 config.inc.php 설정파일에서 설정되어 있지 않습니다. 이 설정은 당신의 서버 설정에 따라서 상이합니다. [cli]라 불리는 세션과 "tar"라 불리는 설정 옵션에서 지정되어져야 하며, "tar" 유틸리티 설정 경로는 다음과 같습니다:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
mk: {$footNoteNum}. <strong>ВНИМАНИЕ:</strong> Алатката "tar" не е конфигурирана во конфигурацискиот фајл config.inc.php. Конфигурацијата ќе зависи од конфигурацијата на вашиот сервер. Таа треба да биде конфигуриранадо делот наречен [cli], во конфигурациската опција наречена "tar", специфицирајќи ја патеката "tar" на пример:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ms: {$footNoteNum}. <strong> PERINGATAN: </strong> Alat "tar" belum dikonfigurasi dalam fail konfigurasi config.inc.php. Konfigurasi akan bergantung pada konfigurasi pelayan anda. Ia harus ditentukan dalam bahagian yang disebut [cli], dalam pilihan konfigurasi yang disebut "tar", menentukan jalan ke utiliti "tar", iaitu: <br /> <pre> [cli] tar = "/ bin/tar" </pre> <br />
pt_pt: {$footNoteNum}. <strong>AVISO:</strong> A ferramenta "tar" não foi configurada no ficheiro de configuração config.inc.php. A configuração irá depender da configuração do seu servidor, pelo que o deverá especificar numa secção denominada [cli], numa opção de configuração chamada "tar", especificando o caminho completo para esta ferramenta:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ro: {$footNoteNum}. <strong>ATENȚIE:</strong> Instrumentul „tar” nu a fost configurat în fișierul de configurare config.inc.php. Configurarea depinde de configurația serverului dumneavoastră. Ar trebui specificat într-o secțiune numită [cli], într-o opțiune de configurare numită „tar”, specificând calea către utilitatea „tar”, adică: <br /> <pre>[cli] tar = "/bin/tar" </pre><br />
ru: {$footNoteNum}. <strong>ПРЕДУПРЕЖДЕНИЕ:</strong> Инструмент «tar» не был настроен в файле конфигурации config.inc.php. Настройка будет зависеть от настройки вашего сервера. Она должна быть указана в секции [cli], в параметре конфигурации «tar», задавая путь к утилите «tar», т.е.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
sl: {$footNoteNum}. <strong>OPOZORILO:</strong> Orodje "tar" ni nastavljeno v config.inc.php nastavitveni datoteki. Nastavitve so odvisne od nastavitev vašega strežnika. Nastavitev se nahaja v poglavju [cli] v opciji imenovani "tar", kjer navedete pot do orodja "tar", npr.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
sv: {$footNoteNum}. <strong>VARNING:</strong> "tar"-verktyget har inte konfigurerats i konfigurationsfilen config.inc.php. Konfigurationen är beroende av din servers konfiguration. Det bör finnas angivet i en sektion som heter [cli], i ett konfigurationsalternativ som heter "tar" och specifierar sökvägen till "tar", d.v.s.:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
uk: {$footNoteNum}. <strong>ПОПЕРЕДЖЕННЯ:</strong> Інструмент "tar" не налаштований у файлі конфігурації config.inc.php. Конфігурація буде залежати від конфігурації Вашого сервера. Вона повинна бути описана в розділі з назвою [cli], у параметрі конфігурації, що називається "tar", із зазначенням шляху до утиліти "tar", тобто:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />
vi: {$footNoteNum}. <strong>CẢNH BÁO:</strong> Công cụ "tar" chưa được cấu hình trong tệp cấu hình config.inc.php. Cấu hình sẽ phụ thuộc vào cấu hình máy chủ của bạn. Nó nên được chỉ định trong một phần gọi là [cli], trong tùy chọn cấu hình có tên là "tar", chỉ định đường dẫn đến tiện ích "tar", tức là:<br /> <pre>[cli] tar = "/bin/tar" </pre><br />

# plugins.generic.backup.failure
source: <strong>WARNING: </strong>An error may have occurred during the backup process. The most common cause is file permissions.
ar: <strong>تحذير: </strong>قد يكون خطأ ما حدث أثناء عملية الحفظ الإحتياطي. السبب الرئيسي لذلك عادة هو صلاحيات الوصول والتعامل مع الملفات.
bg: <strong>ПРЕДУПРЕЖДЕНИЕ: </strong>Възможно е да е възникнала грешка по време на процеса на архивиране. Най-честата причина са разрешенията за файлове.
ca: <strong>ALERTA: </strong>Podria haver succeït un error durant el procés de còpia de seguretat. La causa més habitual són els permisos d'arxiu.
cs: <strong>VAROVÁNÍ: </strong>Během zálohování došlo k chybě. Ve většině případů jsou tyto chyby způsobeny špatným nastavením práv přístupu k souborům.
el: <strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong>Ενδέχεται να εμφανίστηκε σφάλμα κατά τη διαδικασία δημιουργίας αντιγράφων ασφαλείας. Η πιο κοινή αιτία είναι τα δικαιώματα αρχείων.
es: <strong>ATENCIÓN: </strong>Podría haberse producido un error durante el proceso de copia de seguridad. La causa más común son los permisos de archivo.
hy: <strong>ԶԳՈՒՇԱՑՈՒՄ: </strong>Կրկնօրինակման գործընթացում հնարավոր է սխալ է տեղի ունեցել: Ամենատարածված պատճառը նիշքերի թույլտվություններն են:
id: <strong>PERINGATAN: </strong>Kemungkinan telah terjadi galat selama proses backup. Penyebab paling sering adalah soal izin file.
ka: <strong>გაფრთხილება:</strong> შესაძლოა მარქაფის შექმნის პროცესში მოხდა შეცდომა. ყველაზე გავრცელებული მიზეზი არის ფაილზე წვდომის უფლებები.
ko: <strong>경고: </strong>백업 과정에서 에러가 발생할 수 있습니다. 가장 빈번한 경우는 파일 보안설정(file permissions)입니다.
mk: <strong>ВНИМАНИЕ: </strong>Може да настанала грешка при за време на бекап процесот.Најчеста причина е дозволи за фајлот.
ms: <strong> PERINGATAN: </strong> Ralat mungkin berlaku semasa proses sandaran. Sebab yang paling biasa adalah kebenaran fail.
pt_pt: <strong>AVISO:</strong> Deverá ter ocorrido um erro durante o processo de criação da cópia de segurança. A causa mais provável será a inexistência de permissões para armazenar o ficheiro.
ro: <strong>Atenție: </strong>Este posibil să fi apărut o eroare în timpul procesului de creare a copiei de rezervă. Cea mai frecventă cauză este dată de permisiunile de fișiere.
ru: <strong>ПРЕДУПРЕЖДЕНИЕ: </strong>Во время создания резервной копии могла произойти ошибка. Наиболее частая причина — права доступа к файлам.
sl: <strong>OPOZORILO:</strong> Lahko je prišlo do napake med procesom varnostnega kopiranja. Najpogostejši vzrok so težave z dostopom do datotek.
sv: <strong>VARNING: </strong>Ett fel kan ha uppstått under backupprocessen. Den vanligaste orsaken är inställningar för filrättigheter.
uk: <strong>ПОПЕРЕДЖЕННЯ: </strong>Під час резервного копіювання могла статися помилка. Найпоширенішою причиною є права доступу до файлів.
vi: <strong>CẢNH BÁO: </strong>Một lỗi có thể đã xảy ra trong quá trình sao lưu. Nguyên nhân phổ biến nhất là quyền truy cập tập tin.
