Repository: kevinpatrickborges/Revista-OJS
Catalog: ojs-system/plugins/generic/backup/locale/*/locale.po
Languages: ar, bg, ca, cs, el, es, hy, id, ka, ko, mk, ms, pt_pt, ro, ru, sl, sv, uk, vi

# plugins.generic.backup.db.config
source: {$footNoteNum}. <strong>WARNING:</strong> The database dump tool has not been configured in the config.inc.php configuration file. The configuration will depend on your server configuration and the type of database you use. It should be specified in a section called [cli], in a configuration option called "dump". For MySQL, use the mysqldump tool, i.e.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> The "%s" tokens will be replaced with, in order:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Note that this involves specifying the database password in the command line, which may be a security concern.<br /><br />
ar: {$footNoteNum}. <strong>تحذير:</strong> إن أداة تنظيف قاعدة البيانات لم يتم تهيئتها بعد في ملف التهيئة config.inc.php. التهيئة ستعتمد على إعدادات الملقم ونوعية قاعدة البيانات المستعملة. هذه التهيئة ينبغي وضعها في المقطع المسمى [cli]، ضمن خيار التهيئة المسمى "dump". لقاعدة البيانات من نوع MySQL، استعمل الأداة mysqldump ، كما في:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> سيتم استبدال الترميزات "%s" حسب ترتيبها بما يأتي:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> لاحظ أن ذلك يستدعي وضع كلمة مرور قاعدة البيانات ضمن سطر الأوامر، وهذا ما قد تكون له تبعات أمنية.<br /><br />
bg: {$footNoteNum}. <strong>ПРЕДУПРЕЖДЕНИЕ:</strong> Инструментът за сваляне на базата данни не е конфигуриран в конфигурационния файл config.inc.php. Конфигурацията ще зависи от конфигурацията на вашия сървър и типа база данни, която използвате. Трябва да се посочи в раздел, наречен [cli], в опция за конфигурация, наречена "dump". За MySQL използвайте инструмента mysqldump, т.е.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Токените "%s" ще бъдат заменени с, в ред:<ol> <li>Име на хост на база данни</li> <li>Потребителско име на базата данни</li> <li>Парола за база данни</li> <li>Име на базата данни</li> </ol> Имайте предвид, че това включва посочване на паролата на базата данни в командния ред, което може да е проблем за сигурността.<br /><br />
ca: {$footNoteNum}. <strong>ALERTA:</strong> L'eina de bolcatge de la base de dades no s'ha configurat a l'arxiu de configuració config.inc.php. La configuració dependrà de la configuració del servidor i del tipus de base de dades que utilitzeu. Això s'hauria d'especificar en una secció anomenada [cli], dins d'una opció de configuració anomenada "dump". Per a MySQL, feu servir l'eina mysqldump, p. ex.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Els identificadors "%s" seran reemplaçats, per ordre, ambr:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Tingueu en compte que això implica especificar la contrasenya de la base de dades a la línia d'ordres, cosa que podria suposar un problema de seguretat.<br /><br />
cs: {$footNoteNum}. <strong> UPOZORNĚNÍ: </strong> Nástroj pro zálohu databáze nebyl nakonfigurován v konfiguračním souboru config.inc.php. Konfigurace bude záviset na nastavení serveru a typu použité databáze. Měl by být specifikován v sekci nazvané [cli], v možnosti konfigurace nazvané "dump". Pro MySQL použijte nástroj mysqldump, tj .: <br /> <pre> [cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Symboly "%s" budou nahrazeny v pořadí: <ol> <li> Název hostitele</li> <li> Uživatelské jméno </li> <li> Heslo</li> <li> Název databáze </li> </ol> Nezapomeňte, že to znamená zadání hesla databáze přímo v příkazovém řádku, což může být bezpečnostní problém. <br /> <br />
el: {$footNoteNum}. <strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong>Το εργαλείο αποθήκευσης της βάσης δεδομένων δεν έχει διαμορφωθεί στο αρχείο ρυθμίσεων config.inc.php. Η διαμόρφωση θα εξαρτηθεί από τη διαμόρφωση του διακομιστή σας και τον τύπο της βάσης δεδομένων που χρησιμοποιείτε. Θα πρέπει να καθοριστεί σε μια ενότητα που ονομάζεται [cli], σε μια επιλογή διαμόρφωσης που ονομάζεται "dump". Για τη MySQL, χρησιμοποιήστε το εργαλείο mysqldump, δηλαδή: <br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Τα ορίσματα "%s" θα αντικατασταθούν με τα εξής: <ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Σημειώστε ότι αυτό περιλαμβάνει τον καθορισμό του κωδικού πρόσβασης της βάσης δεδομένων στη γραμμή εντολών, ο οποίος μπορεί να αποτελεί πρόβλημα ασφάλειας. <br /><br />
es: {$footNoteNum}. <strong>ALERTA:</strong> La herramienta de volcado de la base de datos no se ha configurado en el archivo de configuración config.inc.php. La configuración dependerá de la configuración de su servidor y del tipo de base de datos que utilice. La misma debe especificarse en una sección llamada [cli], bajo la opción de configuración llamada "dump". Para un entorno MySQL, use la herramienta mysqldump, p. ej.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Los identificadores "%s" serán reemplazados por, en este orden:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Tenga en cuenta que esto implica especificar la contraseña de la base de datos en la línea de comando, lo que puede ser un problema de seguridad.<br /><br />
hy: {$footNoteNum}. <strong>ԶԳՈՒՇԱՑՈՒՄ:</strong> Շտեմարանի բեռնաթափման գործիքը կազմաձևված չէ config.inc.php կազմաձևման նիշքում: Կազմաձևումը կախված կլինի ձեր կայանի կազմաձևից և ձեր օգտագործած տվյալների շտեմարանի տեսակից: Այն պետք է նշվի [cli] կոչվող բաժնում, կազմաձևման «dump» կոչվող տարբերակում: MySQL -ի համար օգտագործեք mysqldump գործիքը, այսինքն.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> The "%s" tokens will be replaced with, in order:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Նկատի ունեցեք, որ դա ներառում է հրամանի տողում տվյալների շտեմարանի գաղտնաբառի նշումը, ինչը կարող է անվտանգության խնդիր լինել:<br /><br />
id: {$footNoteNum}. <strong>PERINGATAN:</strong> Perangkat dump basis data beluh dikonfigurasi dalam file konfigurasi config.inc.php. Konfigurasi akan bergantung pada konfigurasi server dan tipe basis data yang Anda gunakan. Hal ini harus diatur pada bagian yang disebut [cli], dalam opsi konfigurasi disebut "dump". Untuk MySQL, gunakan alat mysqldump, contohnya:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Token "%s" akan digantikan dengan, secara berurut:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Perlu dicatat bahwa hal ini melibatkan pembuatan password database pada baris perintah, yang menyangkut masalah keamanan.<br /><br />
ka: {$footNoteNum}. <strong> გაფრთხილება:</strong> მონაცემთა ბაზის გადაყრის ინსტრუმენტი არ არის კონფიგურირებული config.inc.php კონფიგურაციის ფაილში. კონფიგურაცია დამოკიდებულია თქვენი სერვერის კონფიგურაციაზე და მონაცემთა ბაზის ტიპზე. ეს უნდა იყოს მითითებული სექციაში, რომელსაც ეწოდება [cli], კონფიგურაციის ვარიანტში, რომელსაც ეწოდება “გადაყრა”. MySQL- ისთვის გამოიყენეთ mysqldump ინსტრუმენტი, ანუ: <br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> "%s" სიმბოლოები შეიცვლება შემდეგით:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> გაითვალისწინეთ, რომ ეს გულისხმობს მონაცემთა ბაზის პაროლის მითითებას ბრძანების სტრიქონში, რაც შეიძლება უსაფრთხოების დაცვას წარმოადგენს.<br /><br />
ko: {$footNoteNum}. <strong>경고:</strong> 데이터베이스 덤프 도구(dump tool)가 config.inc.php 설정 파일에서 설정되어 있지 않습니다. 이 설정은 당신이 사용하는 서버 설정과 데이터베이스의 종류에 따라 상이합니다. [cli]이라 불리는 세션과 "dump"라 불리는 설정 옵션에서 지정되어야 합니다. MySQL의 경우, mysqldump 도구를 사용하시기 바랍니다. 예시:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> "%s" 토큰은 아래의 정보로 대체됩니다: <ol> <li>데이터베이스 호스트명</li> <li>데이터베이스 유저명</li> <li>데이터베이스 비밀번호</li> <li>데이터베이스 이름</li> </ol> 이 부분은 명령문에 데이터베이스 비밀번호가 포함되니 보안에 각별한 주의가 필요합니다.<br /><br />
mk: {$footNoteNum}. <strong>ВНИМАНИЕ:</strong> Кориссничката алатка на базата податоци не е конфигурирана во конфигурацискиот фајл config.inc.php. Конфигурацијата ќе зависи од конфигурацијата на твјот сервер и видот на базите податоци кои се користат. Тие треба да бидат дефинирани во делот наречен[cli], во конфигурациската опција "dump". За MySQL, користи mysqldump tool, на пример:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> "%s" ќе бидат заменти со долниот редослед:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Забележи дека ова вклучува специфичен пасворд на базата податоци во командната линија, која може да биде сигурносен проблем.<br /><br />
ms: {$footNoteNum}. <strong> PERINGATAN: </strong> Alat pembuangan pangkalan data belum dikonfigurasi dalam fail konfigurasi config.inc.php. Konfigurasi akan bergantung pada konfigurasi pelayan anda dan jenis pangkalan data yang anda gunakan. Ia harus ditentukan dalam bahagian yang disebut [cli], dalam pilihan konfigurasi yang disebut "dump". Untuk MySQL, gunakan alat mysqldump, iaitu: <br /> <pre> [cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename" </pre> Token "% s" akan diganti dengan, mengikut urutan: <ol> <li> Nama hos pangkalan data </li> <li> Nama pengguna pangkalan data </li> <li> Kata laluan pangkalan data </li> <li> Nama pangkalan data </li> </ol> Perhatikan bahawa ini melibatkan menentukan kata laluan pangkalan data di baris perintah, yang mungkin menjadi masalah keselamatan. <br /> <br />
pt_pt: {$footNoteNum}. <strong>AVISO:</strong> A ferramenta de dump da base de dados não devidamente configurada no ficheiro de configuração config.inc.php. A configuração depende do seu servidor e do tipo de base de dados em uso. Deve ser especificado na secção [cli], na configuração designada por "dump". Para MySQL, use a ferrametna mysqldump, ex::<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Os "%s" tokens serão substituídos por, na seguinte ordem:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Atente que este processo implica a especificação da palavra-chave na linha de comandos, o que pode implicar falhas de segurança.<br /><br />
ro: {$footNoteNum}. <strong>ATENȚIE:</strong> Instrumentul de descărcare a bazei de date nu a fost configurat în fișierul de configurare config.inc.php. Configurarea va depinde de configurația serverului dvs. și de tipul bazei de date pe care o utilizați. Ar trebui specificat într-o secțiune numită [cli], într-o opțiune de configurare numită "dump". Pentru MySQL, folosiți unealte mysqldump adică:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Tokenele „%s” vor fi înlocuite cu, în ordine: <ol> <li>Numele gazdei bazei de date</li> <li>Numele de utilizator al bazei de date</li> <li>Parola bazei de date</li> <li>Numele bazei de date</li> </ol> Rețineți că aceasta implică specificarea parolei bazei de date în linia de comandă, ceea ce poate fi o problemă de securitate.<br /><br />
ru: {$footNoteNum}. <strong>ВНИМАНИЕ:</strong> Инструмент выгрузки базы данных не сконфигурирован в файле config.inc.php . Конфигурация будет зависеть от конфигурации сервера и типа используемой базы данных. Это должно быть указано в разделе [cli], в строке конфигурирования "dump". Для MySQL, используйте утилиту mysqldump , например:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Токены "%s" будут заменены в следующем порядке:<ol> <li>Имя хоста БД</li> <li>Имя пользователя БД</li> <li>Пароль БД</li> <li>Название БД</li> </ol> Помните, что это требует указания пароля базы данных в командной строке, что может быть небезопасным.<br /><br />
sl: {$footNoteNum}. <strong>OPOZORILO:</strong> Orodje za izvoz baze podatkov ni nastavljeno v config.inc.php datoteki z nastavitvami. Nastavtive so odvisne od nastavitev vašega strežnika in vrste baze podatkov, ki jo uporabljate. Nastavitev se nahaja v poglavju [cli] v opciji imenovani "dump". Za MySQL uporabite orodje mysqldump, npr: <br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> "%s" žetoni bodo nadomeščeni z (v tem vrstnem redu):<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Opozorilo: zapis gesla baze podatkov v ukazni vrstici je lahko varnostno problematično.<br /><br />
sv: {$footNoteNum}. <strong>VARNING:</strong> Databasens dumpningsverktyg har inte konfigurerats i config.inc.php konfigureringsfil. Konfigureringen är beroende av din servers konfigurering och av vilken databas du använder. Det ska anges i sektionen [cli], i ett konfigurationsalternativ kallat "dump". För MySQL, använd verktyget mysqldump, d.v.s.:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Tecknet "%s" kommer att ersättas med, i följande ordning:<ol> <li>Databasens värdnamn</li> <li>Databasens användarnamn</li> <li>Databasens lösenord</li> <li>Databases namn</li> </ol> Observera att detta innebär att databasens lösenord ska anges i kommando raden, vilket kan vara ett säkerhetsproblem.<br /><br />
uk: {$footNoteNum}. <strong>ПОПЕРЕДЖЕННЯ:</strong> Інструмент створення резервної копії бази даних не сконфігуровано в конфігураційному файлі config.inc.php. Конфігурація залежатиме від онфігурації Вашого сервера й типу бази даних, яку Ви використовуєте. Це має бути вказано в розділі з назвою [cli], у конфігураційній опції під назвою "dump". Для баз даних MySQL використовуйте запис mysqldump таким чином:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Всі токени "%s" мають бути замінені в такому порядку:<ol> <li>Database hostname - ім'я хосту бази даних</li> <li>Database username - ім'я користувача бази даних</li> <li>Database password - пароль бази даних</li> <li>Database name - назва бази даних</li> </ol> Зауважте, що цей запис перебдачає введення пароля бази даних у командному рядку, а це може бути проблемою, пов'язаною з безпекою. <br /> <br />
vi: {$footNoteNum}. <strong>CẢNH BÁO:</strong> Công cụ kết xuất cơ sở dữ liệu chưa được cấu hình trong tệp cấu hình config.inc.php. Cấu hình sẽ phụ thuộc vào cấu hình máy chủ của bạn và loại cơ sở dữ liệu bạn sử dụng. Nó nên được chỉ định trong một phần gọi là [cli], trong tùy chọn cấu hình có tên là "dump". Đối với MySQL, sử dụng công cụ mysqldump, tức là:<br /> <pre>[cli] dump = "/usr/bin/mysqldump -h {$hostname} -u {$username} -p{$password} {$databasename}" </pre> Mã thông báo "%s" sẽ được thay thế bằng, theo thứ tự:<ol> <li>Database hostname</li> <li>Database username</li> <li>Database password</li> <li>Database name</li> </ol> Lưu ý rằng điều này liên quan đến việc chỉ định mật khẩu cơ sở dữ liệu trong dòng lệnh, có thể là mối quan tâm bảo mật.<br /><br />
